Repository: 01micko/desktop-drive-icons
Catalog: po/*.po
Languages: ru

source: Couldn't get background image, transparency won't work
ru: Не удается использовать фоновое изображение, прозрачность не работает

source: Mount volume
ru: Монтировать раздел

source: Unmount volume
ru: Размонтировать

source: Eject removable media
ru: Извлечь диск

source: Settings...
ru: Настройки...

source: %s (mounted at %s)
ru: %s (монтирован в %s)

source: %s (not mounted)
ru: %s (не смонтирован)

source: Click here to unmount this volume.
ru: Щелкните здесь для размонтирования

source: Click here to eject this volume.
ru: Щелкните здесь для извлечения диска

source: This volume cannot be unmounted.
ru: Этот раздел не может быть размонтирован

source: This is a bug, please report as soon as possible
ru: Это ошибка в программе, пожалуйста сообщите разработчикам

source: Error mounting %s
ru: Ошибка монтирования %s

source: Error unmounting %s
ru: Ошибка размонтирования %s

source: Error ejecting %s
ru: Ошибка извлечения %s

source: Couldn't read config file: %s
ru: Невозможно прочитать файл настроек: %s

source: Position of the drive icons:
ru: Размещение значков разделов и дисков

source: Offset:
ru: Отступ:

source: Maximum no. of lines in an icon label (0 for infinity):
ru: Максимум строк для метки диска (0 без ограничений)

source: Show frame around the icons
ru: Показывать рамку вокруг значков

source: Arrange all icons vertically
ru: Расположить все значки вертикально

source: Reverse icon packing order
ru: Обратный порядок значков

source: Font color:
ru: Цвет шрифта:

source: Shadow color:
ru: Цвет тени:

source: Post mount command:
ru: Выполнить после монтирования:

source: Post unmount command:
ru: Выполнить после размонтирования:

source: The volume is (probably) mounted at virtual location,cannot open
ru: Раздел (возможно) монтирован как виртуальная файловая система, не удается открыть

source: Error while running command "%s": %s
ru: Ошибка при выполнении команды "%s": %s
